<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、パスワード更新が失敗したとき（無効なトークンや
    | 新しいパスワードが無効な場合など）にパスワードブローカーが返す
    | 理由に対応するデフォルトの文言です。
    |
    */

    'reset' => 'パスワードを再設定しました。',
    'sent' => 'パスワード再設定用のリンクをメールで送信しました。',
    'throttled' => 'しばらく待ってから再度お試しください。',
    'token' => 'このパスワード再設定トークンは無効です。',
    'user' => 'そのメールアドレスのユーザーは見つかりません。',

];
